<<<<<<< HEAD
# 주석 = 메모

# 우리 사용자들만 읽을 수 있게 작성한

#숫자형 정수(int), 실수(float) 이것이 정식 명칭 이것이 전부이다

num1 = float(input("여기에 첫번째 점수를 입력하세요"))
num2 = float(input("여기에 두번째 점수를 입력하세요"))

print(num1+num2)

#덧 뺼 곱 + - *
# 나눗셈 
    #몫          ://
    #나머지      : %
    #몫 + 나머지 : /
#거듭제곱: ** 밑 **승수

=======
# 주석 = 메모

# 우리 사용자들만 읽을 수 있게 작성한

#숫자형 정수(int), 실수(float) 이것이 정식 명칭 이것이 전부이다

num1 = float(input("여기에 첫번째 점수를 입력하세요"))
num2 = float(input("여기에 두번째 점수를 입력하세요"))

print(num1+num2)

#덧 뺼 곱 + - *
# 나눗셈 
    #몫          ://
    #나머지      : %
    #몫 + 나머지 : /
#거듭제곱: ** 밑 **승수

>>>>>>> 5ded89c44aea57f1f3a7fa3eb42722f5bf1f79fc
